{
  "Gizi Seimbang": [
    {
      "title": "Pentingnya Gizi Seimbang untuk Anak",
      "summary": "Gizi seimbang sangat penting untuk pertumbuhan dan perkembangan optimal anak Anda.",
      "content": "Gizi seimbang mencakup karbohidrat, protein, lemak, vitamin, dan mineral dalam jumlah yang tepat. Anak-anak membutuhkan nutrisi yang cukup untuk mendukung pertumbuhan fisik, perkembangan kognitif, dan kekebalan tubuh yang kuat.\n\nBeberapa tips untuk memastikan anak mendapat gizi seimbang:\n\n1. Berikan variasi makanan dari semua kelompok makanan\n2. Pastikan porsi yang tepat sesuai usia\n3. Batasi makanan olahan dan tinggi gula\n4. Jadikan makan bersama sebagai kebiasaan keluarga",
      "imageUrl": "https://example.com/gizi_seimbang.jpg"
    },
    {
      "title": "Menu Gizi Seimbang untuk Balita Usia 1-5 Tahun",
      "summary": "Panduan menyusun menu harian seimbang untuk memastikan tumbuh kembang optimal balita.",
      "content": "Usia 1-5 tahun adalah masa krusial dalam perkembangan anak dan memerlukan asupan gizi yang tepat. Balita membutuhkan sekitar 1000-1400 kalori per hari tergantung usia, aktivitas, dan pertumbuhan.\n\nPrinsip menu gizi seimbang untuk balita:\n\n1. Karbohidrat (nasi, roti, kentang): 45-65% dari total kalori\n2. Protein (daging, telur, kacang): 10-20% dari total kalori\n3. Lemak sehat (minyak ikan, alpukat): 30-40% dari total kalori\n4. Serat dari buah dan sayuran\n5. Kalsium dari susu dan produk susu\n\nSediakan makanan dalam potongan kecil dan hindari makanan yang berisiko tersedak.",
      "imageUrl": "https://example.com/menu_balita.jpg"
    }
  ],
  "Alergi Makanan": [
    {
      "title": "Mengenali Tanda Alergi Makanan pada Anak",
      "summary": "Kenali gejala dan cara mengatasi alergi makanan untuk melindungi kesehatan anak.",
      "content": "Alergi makanan terjadi ketika sistem imun anak bereaksi berlebihan terhadap protein tertentu dalam makanan. Gejala alergi makanan bisa ringan hingga berat dan dapat muncul dalam hitungan menit hingga jam setelah mengonsumsi makanan pemicu.\n\nGejala umum alergi makanan:\n\n1. Gatal-gatal atau ruam pada kulit\n2. Pembengkakan bibir, lidah, atau wajah\n3. Sakit perut, diare, atau muntah\n4. Bersin dan mata berair\n5. Kesulitan bernapas (dalam kasus berat)\n\nJika Anda menduga anak mengalami alergi makanan, segera konsultasikan dengan dokter untuk diagnosis yang tepat.",
      "imageUrl": "https://example.com/alergi_makanan.jpg"
    },
    {
      "title": "Penanganan Alergi Susu Sapi pada Bayi",
      "summary": "Panduan penanganan alergi susu sapi yang umum ditemukan pada bayi dan balita.",
      "content": "Alergi susu sapi adalah reaksi imun terhadap protein dalam susu sapi. Ini adalah salah satu alergi makanan paling umum pada bayi, mempengaruhi hingga 3% bayi di tahun pertama kehidupan.\n\nGejala alergi susu sapi pada bayi:\n- Ruam dan eksim pada kulit\n- Kolik dan iritabilitas berlebihan\n- Muntah atau reflux yang sering\n- Diare atau konstipasi\n- Lendir dalam feses\n- Gejala mirip asma\n\nPenanganan:\n1. Konsultasikan dengan dokter untuk diagnosis pasti\n2. Untuk bayi yang diberi ASI, ibu mungkin perlu menghindari produk susu sapi\n3. Untuk bayi dengan susu formula, dokter mungkin merekomendasikan formula hidrolisat atau asam amino\n4. Perhatikan label makanan untuk menghindari produk yang mengandung susu sapi",
      "imageUrl": "https://example.com/alergi_susu.jpg"
    }
  ],
  "Perkembangan Anak": [
    {
      "title": "Milestone Perkembangan Anak 0-5 Tahun",
      "summary": "Panduan lengkap tumbuh kembang anak dari bayi hingga usia prasekolah untuk orangtua.",
      "content": "Perkembangan anak adalah proses yang berkesinambungan dan unik untuk setiap anak. Namun, ada beberapa milestone yang bisa menjadi panduan umum.\n\n0-3 bulan:\n- Mengangkat kepala saat tengkurap\n- Tersenyum saat diajak berinteraksi\n- Mengikuti benda bergerak dengan mata\n\n4-6 bulan:\n- Berguling dari telentang ke tengkurap dan sebaliknya\n- Mulai duduk dengan bantuan\n- Menggapai benda\n\n7-12 bulan:\n- Duduk tanpa bantuan\n- Merangkak dan berdiri berpegangan\n- Mengucapkan kata pertama\n\n1-2 tahun:\n- Berjalan mandiri\n- Berbicara 10-20 kata\n- Menunjuk bagian tubuh\n\n3-5 tahun:\n- Berbicara dalam kalimat lengkap\n- Melompat dengan satu kaki\n- Menggambar bentuk sederhana\n\nPerhatikan perkembangan anak Anda dan konsultasikan dengan dokter jika ada kekhawatiran.",
      "imageUrl": "https://example.com/milestone.jpg"
    }
  ],
  "Pencegahan Stunting": [
    {
      "title": "Mengenali dan Mencegah Stunting Sejak Dini",
      "summary": "Panduan lengkap mengenali tanda stunting dan cara pencegahannya untuk orangtua.",
      "content": "Stunting adalah kondisi gagal tumbuh pada anak akibat kekurangan gizi kronis dan infeksi berulang, terutama dalam 1000 hari pertama kehidupan (dari kehamilan hingga usia 2 tahun).\n\nTanda-tanda stunting:\n- Tinggi badan anak di bawah standar untuk usianya\n- Pertumbuhan lambat\n- Wajah terlihat lebih muda dari usianya\n- Pubertas terlambat\n\nCara mencegah stunting:\n1. Pastikan ibu hamil mendapat gizi seimbang\n2. Berikan ASI eksklusif selama 6 bulan pertama\n3. Berikan MPASI bergizi setelah 6 bulan dengan tetap melanjutkan ASI\n4. Pastikan imunisasi lengkap\n5. Jaga kebersihan lingkungan dan praktik sanitasi yang baik\n6. Pantau pertumbuhan anak secara rutin\n\nStunting bisa dicegah dengan penanganan yang tepat sejak dini.",
      "imageUrl": "https://example.com/stunting.jpg"
    }
  ],
  "Pola Makan Sehat": [
    {
      "title": "Pola Makan Sehat untuk Mencegah Obesitas Anak",
      "summary": "Strategi efektif membangun pola makan sehat sejak dini untuk mencegah obesitas pada anak.",
      "content": "Obesitas anak telah menjadi masalah kesehatan global yang serius. Membangun pola makan sehat sejak dini adalah kunci untuk mencegah obesitas dan masalah kesehatan terkait.\n\nPrinsip pola makan sehat untuk anak:\n\n1. Sajikan porsi sesuai usia - gunakan piring kecil untuk anak-anak\n2. Sediakan makanan dari semua kelompok makanan\n3. Batasi makanan olahan, makanan cepat saji, dan minuman manis\n4. Jadwalkan waktu makan dan camilan yang teratur\n5. Libatkan anak dalam persiapan makanan\n6. Jadilah contoh dengan mengonsumsi makanan sehat\n7. Hindari menggunakan makanan sebagai hadiah atau hukuman\n\nPerubahan gaya hidup keluarga lebih efektif daripada diet ketat untuk mencapai berat badan sehat pada anak.",
      "imageUrl": "https://example.com/pola_makan.jpg"
    }
  ]
} 